Repository: elesine/final_iw_sitrau
Catalog: sitrau/src/Locale/*/default.po
Languages: es_pe, pt_br

source: The university procedure has been saved.
es_pe: El trámite universitario a sido guardado.
pt_br: O procedimento universitário foi salvo

source: The university procedure could not be saved. Please, try again.
es_pe: El trámite universitario no ha sido guardado, Por favor, trata de nuevo.
pt_br: O procedimento universitário não pôde ser salvo. Por favor, tente novamente.

source: The university procedure has been deleted.
es_pe: El trámite universitario ha sido eliminado.
pt_br: O procedimento universitário foi eliminado.

source: The university procedure could not be deleted. Please, try again.
es_pe: El trámite universitario no ha sido eliminado, Por favor, trata de nuevo.
pt_br: O procedimento universitário não pôde ser eliminado. Por favor, tente de novo.

source: Student
es_pe: Estudiante
pt_br: Estudante

source: Faculty
es_pe: Facultad
pt_br: Faculdade

source: Types Procedure
es_pe: Tipo de trámite
pt_br: Tipo de procedimento

source: Request Detail
es_pe: Asunto
pt_br: Assunto

source: Date
es_pe: Fecha
pt_br: Data

source: Facultie
es_pe: Facultad

source: Modified
es_pe: Modificado
pt_br: Modificado

source: Status
es_pe: Estado
pt_br: Estado

source: Actions
es_pe: Acciones
pt_br: Acções

source: University Procedures
es_pe: Trámites universitarios
pt_br: Procedimentos Universitários

source: New University Procedure
es_pe: Nuevo trámite universitario
pt_br: Novo Procedimento Universitário

source: Status Procedure
es_pe: Estado
pt_br: Estado

source: Edit University Procedure
es_pe: Editar Trámite Universitario
pt_br: Editar Procedimento Universitário

source: Delete University Procedure
es_pe: Eliminar Trámite Universitario
pt_br: Suprimir Procedimento Universitário

source: List University Procedures
es_pe: Lista de Trámite Universitario
pt_br: Lista de Procedimentos Universitários

source: List Students
es_pe: Lista de Estudiantes
pt_br: Lista de Estudantes

source: New Student
es_pe: Nuevo Estudiante
pt_br: Novo Estudante

source: List Faculties
es_pe: Lista de Facultades
pt_br: Lista de Faculdade

source: New Faculty
es_pe: Nueva Facultad
pt_br: Nova Faculdade

source: List Types Procedures
es_pe: Lista de tipos de trámites
pt_br: Lista de tipos de procedimentos

source: New Types Procedure
es_pe: Nuevo Tipo de Trámite
pt_br: Novo tipo de procedimento

source: List Status Procedures
es_pe: Lista de Estados de Trámites
pt_br: Lista de Estados de Procedimento

source: New Status Procedure
es_pe: Nuevo Estado de Trámite
pt_br: Novo Estatuto

source: Voucher Number
es_pe: Número de recibo
pt_br: Número do recibo

source: UniversityProcedures
es_pe: Trámite Universitario
pt_br: Procedimento universitário

source: View
es_pe: Ver
pt_br: Ver

source: Edit
es_pe: Editar
pt_br: Editar

source: Delete
es_pe: Eliminar
pt_br: Suprimir

source: Add University Procedure
es_pe: Agregar Trámite universitario
pt_br: Adicionar o procedimento universitário

source: SUBMIT
es_pe: ENVIAR

source: Are you sure you want to delete # {0}?
es_pe: Estás seguro que quiere eliminar?

source: The user has been saved.
es_pe: El usuario se ha guardado.
pt_br: O utilizador foi salvo.

source: The user could not be saved. Please, try again.
es_pe: El usuario no pudo ser guardado. Por favor, inténtelo de nuevo.
pt_br: O utilizador não pôde ser salvo. Por favor, tente novamente.

source: The user has been deleted.
es_pe: El usuario ha sido eliminado.
pt_br: O utilizador foi eliminado.

source: The user could not be deleted. Please, try again.
es_pe: El usuario no podía ser eliminado. Por favor, inténtelo de nuevo.
pt_br: O utilizador não pôde ser apagado. Por favor, tente novamente.

source: Users
es_pe: Usuarios
pt_br: Utilizadores

source: Names
es_pe: Nombre
pt_br: Nomes

source: F Surname
es_pe: Apellido Paterno
pt_br: Apelido do pai

source: M Surname
es_pe: Apellido Materno
pt_br: Apelido da mãe

source: Personal Mail
es_pe: Correo personal
pt_br: Correio pessoal

source: Institutional Mail
es_pe: Correo Institucional
pt_br: Correio Institucional

source: Password
es_pe: Contraseña
pt_br: Senha

source: University
es_pe: Universidad
pt_br: Universidade

source: Role
es_pe: Rol
pt_br: Rol

source: Created
es_pe: Creado
pt_br: Criado

source: New User
es_pe: Nuevo Usuario
pt_br: Novo Utilizador

source: List Universities
es_pe: Lista de Universidades
pt_br: Lista de Universidades

source: New University
es_pe: Nueva Universidad
pt_br: Universidade Nova

source: List Coordinators
es_pe: Lista de coordinadores
pt_br: Lista de coordenadores

source: New Coordinator
es_pe: Nuevo Cordinador
pt_br: Novo Coordenador

source: List Deans
es_pe: Lista de decanos
pt_br: Lista de decanos

source: New Dean
es_pe: Nuevo Decano
pt_br: Novo Dean

source: List Directors
es_pe: Lista de Directores
pt_br: Lista de Directores

source: New Director
es_pe: Nuevo director

source: List Rectors
es_pe: Lista de Rectores
pt_br: Lista de Reitores

source: New Rector
es_pe: Nuevo rector
pt_br: Novo reitor

source: List Teachers
es_pe: Lista de profesores
pt_br: Lista de professores

source: New Teacher
es_pe: Nuevo profesor
pt_br: Novo professor

source: Birth Date
es_pe: FechaNac
pt_br: Data de nascimento

source: Novo Director
pt_br: Nuevo Director
